html/pcr.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-01-08 Mon 13:05 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Polymerase chain reaction (PCR)</title>
<meta name="author" content="Antonino Libarnes" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Polymerase chain reaction (PCR)</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgbea0912">1. steps</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgbea0912" class="outline-2">
<h2 id="orgbea0912"><span class="section-number-2">1.</span> steps</h2>
<div class="outline-text-2" id="text-1">
<dl class="org-dl">
<dt>denaturation</dt><dd>denature template DNA, breaking H bonds
<dl class="org-dl">
<dt>tempearture</dt><dd>94°C</dd>
</dl></dd>
<dt>annealing </dt><dd>primers anneal to target sequents, forming H bonds
<dl class="org-dl">
<dt>temperature</dt><dd>~50-60°, specific to primer</dd>
</dl></dd>
<dt>extension</dt><dd>add nucleotides to 3&rsquo; end
<ul class="org-ul">
<li><b>reads</b> template strand in <b>3&rsquo;-5&rsquo;</b></li>
<li><b>writes</b> base pairs <b>5&rsquo;-3&rsquo;</b></li>
</ul></dd>
</dl>
<p>
repeated 25-40 times to amplify
</p>
<ul class="org-ul">
<li>no amplicon until 3rd cycle</li>
<li id="amplicon">PCR product, DNA from 5&rsquo; of primer to 5&rsquo; of other</li>
<li>2<sup>(n-3)</sup> copies of target, n=number of cycles</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Antonino Libarnes</p>
<p class="date">Created: 2024-01-08 Mon 13:05</p>
</div>
</body>
</html>